Repository: bl3ndd/complementary-food
Catalog: Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, nl, pl, pt_br, tr, uk, zh_hans

source: Это ваши собственные настройки, а не клиническая рекомендация. Сроки введения продуктов и аллергенов согласуйте с педиатром.
de: Das sind deine eigenen Einstellungen, keine klinische Empfehlung. Sprich die Zeitpunkte für Lebensmittel und Allergene mit dem Kinderarzt ab.
en: These are your own settings, not a clinical recommendation. Discuss the timing of foods and allergens with your pediatrician.
es: Estos son tus propios ajustes, no una recomendación clínica. Consulta con tu pediatra los plazos de introducción de alimentos y alérgenos.
fr: Ce sont tes propres réglages, pas une recommandation clinique. Discute des délais d'introduction des aliments et des allergènes avec ton pédiatre.
it: Queste sono le tue impostazioni personali, non una raccomandazione clinica. Concorda con il pediatra i tempi di introduzione di alimenti e allergeni.
ja: これはあなた自身の設定であり、臨床的な推奨ではありません。食材やアレルゲンの導入時期は小児科医と相談してください。
ko: 이건 임상 권고가 아니라 직접 정한 설정이에요. 식품과 알레르겐의 도입 시기는 소아과 의사와 상의해요.
nl: Dit zijn je eigen instellingen, geen klinische aanbeveling. Stem de timing van producten en allergenen af met je kinderarts.
pl: To twoje własne ustawienia, a nie zalecenie kliniczne. Terminy wprowadzania produktów i alergenów uzgodnij z pediatrą.
pt_br: Estas são as suas configurações, não uma recomendação clínica. Combine com o pediatra o momento de introduzir alimentos e alérgenos.
tr: Bunlar senin kendi ayarların, klinik bir öneri değil. Besin ve alerjen tanıtım zamanlamasını çocuk doktoruyla konuş.
uk: Це твої власні налаштування, а не клінічна рекомендація. Терміни введення продуктів і алергенів узгодь із педіатром.
zh_hans: 这些是你自己的设置，不是临床建议。食物和过敏原的引入时间请与儿科医生确认。

source: Это не аллергия — просто пауза, ввод можно возобновить в любой момент.
de: Das ist keine Allergie – nur eine Pause. Du kannst die Einführung jederzeit fortsetzen.
en: Not an allergy — just a pause; you can resume anytime.
es: No es una alergia, solo una pausa; puedes reanudar la introducción en cualquier momento.
fr: Ce n'est pas une allergie — juste une pause ; tu peux reprendre à tout moment.
it: Non è un'allergia — solo una pausa; puoi riprendere l'introduzione in qualsiasi momento.
ja: アレルギーではなく、ただのお休みです。導入はいつでも再開できます。
ko: 알레르기가 아니에요 — 그냥 멈춤이라 언제든지 도입을 재개할 수 있어요.
nl: Het is geen allergie — gewoon een pauze; je kunt de introductie op elk moment hervatten.
pl: To nie alergia — po prostu pauza; wprowadzanie możesz wznowić w każdej chwili.
pt_br: Não é alergia — só uma pausa; dá para retomar a introdução a qualquer momento.
tr: Bu bir alerji değil — sadece bir mola; tanıtıma istediğin zaman devam edebilirsin.
uk: Це не алергія — просто пауза, введення можна відновити будь-коли.
zh_hans: 这不是过敏——只是暂停，随时都能继续引入。

source: Это не медицинский совет — решения принимай вместе с педиатром.
de: Das ist kein medizinischer Rat – triff Entscheidungen gemeinsam mit dem Kinderarzt.
en: This isn't medical advice — make decisions together with your pediatrician.
es: Esto no es un consejo médico: toma las decisiones junto a tu pediatra.
fr: Ce n'est pas un avis médical — prends les décisions avec ton pédiatre.
it: Non è un consiglio medico — prendi le decisioni insieme al pediatra.
ja: 医療アドバイスではありません。判断は小児科医と一緒に行ってください。
ko: 의학적 조언이 아니에요 — 결정은 소아과 의사와 함께 내려요.
nl: Dit is geen medisch advies — neem beslissingen samen met je kinderarts.
pl: To nie porada medyczna — decyzje podejmuj razem z pediatrą.
pt_br: Isso não é conselho médico — tome as decisões junto com o pediatra.
tr: Bu tıbbi tavsiye değil — kararları çocuk doktorunla birlikte al.
uk: Це не медична порада — рішення ухвалюй разом із педіатром.
zh_hans: 这不是医疗建议——请和儿科医生一起做决定。

source: Этот продукт уже запланирован на выбранную дату.
de: Dieses Lebensmittel ist für das gewählte Datum schon geplant.
en: This food is already planned for the selected date.
es: Este alimento ya está planificado para la fecha seleccionada.
fr: Cet aliment est déjà prévu pour la date sélectionnée.
it: Questo alimento è già in programma per la data selezionata.
ja: この食材は選んだ日にすでに予定されています。
ko: 이 식품은 선택한 날짜에 이미 예정돼 있어요.
nl: Dit product is al gepland voor de gekozen datum.
pl: Ten produkt jest już zaplanowany na wybraną datę.
pt_br: Este alimento já está planejado para a data escolhida.
tr: Bu besin seçilen tarih için zaten planlandı.
uk: Цей продукт уже заплановано на вибрану дату.
zh_hans: 这种食物已计划在所选日期引入。

source: Яблоко
de: Apfel
en: Apple
es: Manzana
fr: Pomme
it: Mela
ja: りんご
ko: 사과
nl: Appel
pl: Jabłko
pt_br: Maçã
tr: Elma
uk: Яблуко
zh_hans: 苹果

source: Ягода. Источник антиоксидантов, витамина C и витамина K.
de: Eine Beere. Quelle von Antioxidantien, Vitamin C und Vitamin K.
en: A berry. Source of antioxidants, vitamin C and vitamin K.
es: Una baya. Fuente de antioxidantes, vitamina C y vitamina K.
fr: Une baie. Source d'antioxydants, de vitamine C et de vitamine K.
it: Una bacca. Fonte di antiossidanti, vitamina C e vitamina K.
ja: ベリー。抗酸化物質・ビタミンC・ビタミンKの供給源です。
ko: 베리예요. 항산화 물질, 비타민 C, 비타민 K 공급원이에요.
nl: Een bes. Bron van antioxidanten, vitamine C en vitamine K.
pl: Jagoda. Źródło przeciwutleniaczy, witaminy C i witaminy K.
pt_br: Frutinha. Fonte de antioxidantes, vitamina C e vitamina K.
tr: Bir orman meyvesi. Antioksidan, C vitamini ve K vitamini kaynağı.
uk: Ягода. Джерело антиоксидантів, вітаміну C і вітаміну K.
zh_hans: 浆果，富含抗氧化物、维生素C和维生素K。

source: Ягода. Источник витамина C, витамина K и антиоксидантов.
de: Eine Beere. Quelle von Vitamin C, Vitamin K und Antioxidantien.
en: A berry. Source of vitamin C, vitamin K and antioxidants.
es: Una baya. Fuente de vitamina C, vitamina K y antioxidantes.
fr: Une baie. Source de vitamine C, de vitamine K et d'antioxydants.
it: Una bacca. Fonte di vitamina C, vitamina K e antiossidanti.
ja: ベリー。ビタミンC・ビタミンK・抗酸化物質の供給源です。
ko: 베리예요. 비타민 C, 비타민 K, 항산화 물질 공급원이에요.
nl: Een bes. Bron van vitamine C, vitamine K en antioxidanten.
pl: Jagoda. Źródło witaminy C, witaminy K i przeciwutleniaczy.
pt_br: Frutinha. Fonte de vitamina C, vitamina K e antioxidantes.
tr: Bir orman meyvesi. C vitamini, K vitamini ve antioksidan kaynağı.
uk: Ягода. Джерело вітаміну C, вітаміну K і антиоксидантів.
zh_hans: 浆果，富含维生素C、维生素K和抗氧化物。

source: Ягода. Источник витамина C, калия и антиоксидантов.
de: Eine Beere. Quelle von Vitamin C, Kalium und Antioxidantien.
en: A berry. Source of vitamin C, potassium and antioxidants.
es: Una baya. Fuente de vitamina C, potasio y antioxidantes.
fr: Une baie. Source de vitamine C, de potassium et d'antioxydants.
it: Una bacca. Fonte di vitamina C, potassio e antiossidanti.
ja: ベリー。ビタミンC・カリウム・抗酸化物質の供給源です。
ko: 베리예요. 비타민 C, 칼륨, 항산화 물질 공급원이에요.
nl: Een bes. Bron van vitamine C, kalium en antioxidanten.
pl: Jagoda. Źródło witaminy C, potasu i przeciwutleniaczy.
pt_br: Frutinha. Fonte de vitamina C, potássio e antioxidantes.
tr: Bir orman meyvesi. C vitamini, potasyum ve antioksidan kaynağı.
uk: Ягода. Джерело вітаміну C, калію та антиоксидантів.
zh_hans: 浆果，富含维生素C、钾和抗氧化物。

source: Ягода. Источник витамина C, фолатов и марганца.
de: Eine Beere. Quelle von Vitamin C, Folat und Mangan.
en: A berry. Source of vitamin C, folate and manganese.
es: Una baya. Fuente de vitamina C, folato y manganeso.
fr: Une baie. Source de vitamine C, de folates et de manganèse.
it: Una bacca. Fonte di vitamina C, folati e manganese.
ja: ベリー。ビタミンC・葉酸・マンガンの供給源です。
ko: 베리예요. 비타민 C, 엽산, 망간 공급원이에요.
nl: Een bes. Bron van vitamine C, foliumzuur en mangaan.
pl: Jagoda. Źródło witaminy C, folianów i manganu.
pt_br: Frutinha. Fonte de vitamina C, folato e manganês.
tr: Bir orman meyvesi. C vitamini, folat ve manganez kaynağı.
uk: Ягода. Джерело вітаміну C, фолатів і марганцю.
zh_hans: 浆果，富含维生素C、叶酸和锰。

source: Язык
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
tr: Dil
uk: Мова
zh_hans: 语言

source: Язык изменён
de: Sprache geändert
en: Language changed
es: Idioma cambiado
fr: Langue modifiée
it: Lingua cambiata
ja: 言語を変更しました
ko: 언어가 변경됐어요
nl: Taal gewijzigd
pl: Język zmieniony
pt_br: Idioma alterado
tr: Dil değiştirildi
uk: Мову змінено
zh_hans: 语言已更改

source: Яичный белок
de: Eiklar
en: Egg white
es: Clara de huevo
fr: Blanc d'œuf
it: Albume d'uovo
ja: 卵白
ko: 달걀 흰자
nl: Eiwit
pl: Białko jaja
pt_br: Clara de ovo
tr: Yumurta akı
uk: Яєчний білок
zh_hans: 蛋清

source: Яичный желток
de: Eigelb
en: Egg yolk
es: Yema de huevo
fr: Jaune d'œuf
it: Tuorlo d'uovo
ja: 卵黄
ko: 달걀 노른자
nl: Eigeel
pl: Żółtko jaja
pt_br: Gema de ovo
tr: Yumurta sarısı
uk: Яєчний жовток
zh_hans: 蛋黄

source: Яйцо
de: Ei
en: Egg
es: Huevo
fr: Œuf
it: Uovo
ja: 卵
ko: 달걀
nl: Ei
pl: Jajko
pt_br: Ovo
tr: Yumurta
uk: Яйце
zh_hans: 鸡蛋
